Repository: afrikedge/pal_bc
Catalog: Translations/PAL.*.xlf
Languages: fr_fr

# Table 252127493 - Property 2879900210
source: AFK Setup
fr_fr: Paramètres application

# Table 252127493 - Field 3148429643 - Property 2879900210
source: Day starting time
fr_fr: Heure début journée

# Table 252127493 - Field 3277287259 - Property 2879900210
source: Night starting time
fr_fr: Heure début nuit

# Table 252127493 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_fr: Id

# Table 1484905965 - Field 2727078267 - Property 2879900210
source: Boat Draught (m)
fr_fr: Tirant d'eau (m)

# Table 1484905965 - Field 2712378956 - Property 2879900210
source: Boat Type
fr_fr: Type navire

# Table 1484905965 - Field 1977039427 - Property 2879900210
source: Calculated Boat Draught (m)
fr_fr: Tirant d'eau calculé (m)

# Table 1484905965 - Field 3102005027 - Property 2879900210
source: Call Sign
fr_fr: Indicatif

# Table 1484905965 - Field 3631250717 - Property 2879900210
source: Drivable
fr_fr: Pilotable

# Table 1484905965 - Field 1881551368 - Property 2879900210
source: Length (m)
fr_fr: Longueur (m)

# Table 1484905965 - Field 2450557573 - Property 2879900210
source: Master's Name
fr_fr: Capitaine

# Table 1484905965 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 1484905965 - Field 779563094 - Property 2879900210
source: Type of Navigation
fr_fr: Type de navigation

# Table 1484905965 - Field 779563094 - Property 62802879
source: Cabotage,Long Distance
fr_fr: Cabotabe,Long cours

# Table 1484905965 - Field 1874575961 - Property 2879900210
source: OMI Number
fr_fr: N° OMI

# Table 1484905965 - Field 88365904 - Property 2879900210
source: TJB
fr_fr: Tonneaux de jauge brute (TJB)

# Table 1484905965 - Field 1832546732 - Property 2879900210
source: TJN
fr_fr: Tonneaux de jauge net (TJN)

# Table 1484905965 - Field 1280137744 - Property 62802879
source: Liner,Tramp
fr_fr: Ligne régulière,Tramping

# Table 1484905965 - Field 2854289444 - Property 2879900210
source: Boat Weight (T)
fr_fr: Poids (T)

# Table 1484905965 - Field 613790498 - Property 2879900210
source: Width (m)
fr_fr: Largeur (m)

# Table 317123276 - Field 4065219740 - Property 2879900210
source: Parameter Type
fr_fr: Type paramètre

# Table 317123276 - Field 4065219740 - Property 62802879
source: Fixe,Calculated
fr_fr: Constant,Calculé

# Table 317123276 - Field 3242088303 - Property 2879900210
source: System Parameter
fr_fr: Paramètre système

# Table 317123276 - Field 1131619133 - Property 2879900210
source: Value
fr_fr: Valeur

# Table 294736983 - Field 3631250717 - Property 2879900210
source: Drivable
fr_fr: Pilotable

# Table 294736983 - Field 1365996575 - Property 2879900210
source: RecordType
fr_fr: Type

# Table 294736983 - Field 1365996575 - Property 62802879
source: BoatType
fr_fr: Type navire

# Table 2341516183 - NamedType 2476940767
source: %1 cannot be after %2
fr_fr: %1 ne peut pas être après %2

# Table 2341516183 - Field 2712378956 - Property 2879900210
source: Boat Type
fr_fr: Type navire

# Table 2341516183 - Field 4198939294 - Property 2879900210
source: Currency Code
fr_fr: Code devise

# Table 2341516183 - Field 458406397 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# Table 2341516183 - Field 1016130111 - Property 2879900210
source: Entry No.
fr_fr: N° Ligne

# Table 2341516183 - Field 568743302 - Property 2879900210
source: Item No.
fr_fr: N° Article

# Table 2341516183 - Field 3891976766 - Property 2879900210
source: Maximum Base
fr_fr: Base Maximum

# Table 2341516183 - Field 1978886915 - Property 2879900210
source: Maximum Number
fr_fr: Nombre Maximum

# Table 2341516183 - Field 1414802064 - Property 2879900210
source: Minimum Base
fr_fr: Base Minimum

# Table 2341516183 - Field 2052498681 - Property 2879900210
source: Minimum Number
fr_fr: Nombre Minimum

# Table 2341516183 - Field 3425905091 - Property 2879900210
source: Price Includes VAT
fr_fr: Prix TTC

# Table 2341516183 - Field 3070372111 - Property 2879900210
source: Qty Calculation Mode
fr_fr: Mode calcul Qté

# Table 2341516183 - Field 3070372111 - Property 62802879
source: Base,Base x Number,Number,Flat Rate
fr_fr: Base,Base x Nombre,Nombre,Forfait

# Table 2341516183 - Field 2229797486 - Property 2879900210
source: Service Name
fr_fr: Nom

# Table 2341516183 - Field 460889064 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Table 2341516183 - Field 1629585453 - Property 2879900210
source: Unit of Base
fr_fr: Unité (Base)

# Table 2341516183 - Field 991888836 - Property 2879900210
source: Unit of Number,
fr_fr: Unité (Nombre)

# Table 2341516183 - Field 2937233469 - Property 2879900210
source: Unit Price
fr_fr: Prix unitaire

# Codeunit 2452753826 - NamedType 3162296448
source: The unit price was %1 not %2 as expected
fr_fr: Le Prix unitaire était %1 et non %2 comme prévu

# Codeunit 2452753826 - NamedType 3799993065
source: The unit price was not found
fr_fr: Le prix unitaire n'a pas été trouvé

# Page 3064218428 - Property 2879900210
source: Vessel
fr_fr: Navire

# Page 3064218428 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 3064218428 - Control 972110707 - Property 1295455071
source: Specifies the consignee of the vessel.
fr_fr: Consignataire du navire

# Page 3064218428 - Control 2727078267 - Property 1295455071
source: Specifies the height in meters of the submerged part of the boat which varies according to the load transported.
fr_fr: Hauteur en mètre de la partie immergée du bateau qui varie en fonction de la charge transportée

# Page 3064218428 - Control 2712378956 - Property 1295455071
source: Specifies the type of the ship.
fr_fr: Type du navire

# Page 3064218428 - Control 1881551368 - Property 1295455071
source: Specifies the vessel length in meters.
fr_fr: Longueur du navire en mètres

# Page 3064218428 - Control 2961552353 - Property 1295455071
source: Specifies the ship's name
fr_fr: Nom du navire

# Page 3064218428 - Control 779563094 - Property 1295455071
source: Specifies the navigation type of the ship.
fr_fr: Type de navigation du navire

# Page 3064218428 - Control 1874575961 - Property 1295455071
source: Specifies the vessel registration.
fr_fr: Immatriculation du navire

# Page 3064218428 - Control 150506489 - Property 1295455071
source: Specifies the country of registry of the ship.
fr_fr: Pays d'immatriculation du navire

# Page 3064218428 - Control 88365904 - Property 1295455071
source: Specifies the full interior capacity of the vessel in tons.
fr_fr: Capacité intérieur complète du navire en tonneau

# Page 3064218428 - Control 1832546732 - Property 1295455071
source: Specifies the interior capacity uses of vessel in barrel.
fr_fr: Capacité intérieure utilisée du navire en tonneau

# Page 3064218428 - Control 1307873908 - Property 1295455071
source: Specifies the vessel volume in m3.
fr_fr: Volume du navire en mètres cube

# Page 3064218428 - Control 2854289444 - Property 1295455071
source: Specifies the weight of the ship.
fr_fr: Poids du navire en Tonnes

# Page 3064218428 - Control 613790498 - Property 1295455071
source: Specifies the vessel width in meters
fr_fr: Largeur du navire en mètres

# Page 3244132890 - Property 2879900210
source: Vessel List
fr_fr: Liste des navires

# Page 3244132890 - Control 972110707 - Property 1295455071
source: Specifies the consignee of the vessel.
fr_fr: Consignataire du navire

# Page 3244132890 - Control 2727078267 - Property 1295455071
source: Specifies the height in meters of the submerged part of the boat which varies according to the load transported.
fr_fr: Hauteur en mètre de la partie immergée du bateau qui varie en fonction de la charge transportée

# Page 3244132890 - Control 2712378956 - Property 1295455071
source: Specifies the type of the ship.
fr_fr: Type du navire

# Page 3244132890 - Control 1881551368 - Property 1295455071
source: Specifies the vessel length in meters.
fr_fr: Longueur du navire en mètres

# Page 3244132890 - Control 2961552353 - Property 1295455071
source: Specifies the ship's name
fr_fr: Nom du navire

# Page 3244132890 - Control 779563094 - Property 1295455071
source: Specifies the navigation type of the ship.
fr_fr: Type navigation du navire

# Page 3244132890 - Control 1874575961 - Property 1295455071
source: Specifies the vessel registration.
fr_fr: Immatriculation du navire

# Page 3244132890 - Control 150506489 - Property 1295455071
source: Specifies the country of registry of the ship.
fr_fr: Pays d'immatriculation du navire

# Page 3244132890 - Control 88365904 - Property 1295455071
source: Specifies the full interior capacity of the vessel in tons.
fr_fr: Capacité intérieur complète du navire en tonneau

# Page 3244132890 - Control 1832546732 - Property 1295455071
source: Specifies the interior capacity uses of vessel in barrel.
fr_fr: Capacité intérieure utilise du navire en tonneau

# Page 3244132890 - Control 1307873908 - Property 1295455071
source: Specifies the vessel volume in m3.
fr_fr: Volume du navire en mètres cube

# Page 3244132890 - Control 2854289444 - Property 1295455071
source: Specifies the weight of the ship.
fr_fr: Poids du navire en Tonnes

# Page 3244132890 - Control 613790498 - Property 1295455071
source: Specifies the vessel width in meters
fr_fr: Largeur du navire en mètres

# Page 907089321 - Property 2879900210
source: Boat types
fr_fr: Types de navire

# Page 907089321 - Property 3863440606
source: boat types
fr_fr: Types de navire

# Page 907089321 - Control 3004954119 - Property 1295455071
source: Specifies a code for the boat type
fr_fr: Code du navire

# Page 907089321 - Control 3461834954 - Property 1295455071
source: Specifies a description of the boat type.
fr_fr: Description

# Page 907089321 - Control 3631250717 - Property 1295455071
source: Specifies if the boat is drivable.
fr_fr: Indique si le navire est pilotable

# Page 4074592957 - Property 2879900210
source: Calculator parameters
fr_fr: Paramètres de calcul

# Page 4074592957 - Property 3863440606
source: calc params
fr_fr: Paramètres de calcul

# Page 4074592957 - Control 3004954119 - Property 1295455071
source: Specifies a code for the boat type
fr_fr: Code

# Page 4074592957 - Control 3889345163 - Property 1295455071
source: Specifies if this parameter is calculated or simply a fixed value.
fr_fr: Indique si le paramètre est une constante ou une valeur calculée

# Page 4074592957 - Control 3461834954 - Property 1295455071
source: Specifies a description of the boat type.
fr_fr: Description

# Page 4074592957 - Control 151815974 - Property 1295455071
source: Specifies the fixed value of this parameter
fr_fr: Valeur du paramètre

# Page 2735124623 - Property 2879900210
source: Port Services Pricing
fr_fr: Tarifaire services portuaires

# Page 2735124623 - Property 3863440606
source: pricing
fr_fr: Tarifaire

# Page 2735124623 - Control 3070372111 - Property 1295455071
source: Specifies how final quantity is calculated
fr_fr: Indique comment la quantité sera calculée sur les lignes facture

# Page 2705747673 - Property 2879900210
source: AFK Setup
fr_fr: Paramètres

# Page 2705747673 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Général

# Page 2705747673 - Control 2493968059 - Property 1295455071
source: Day starting time.
fr_fr: Heure début journée

# Page 2705747673 - Control 2552448523 - Property 1295455071
source: Night starting time
fr_fr: Heure début nuit

# Report 882492609 - Property 2879900210
source: Sales - Invoice
fr_fr: Apercu Facture de vente

# Report 882492609 - NamedType 101406434
source: Customer Address
fr_fr: Addresse client

# Report 882492609 - NamedType 3080346073
source: Invoice Address
fr_fr: Addresse de facturation

# Report 882492609 - NamedType 3104439655
source: Agent :
fr_fr: Agent facturation :

# Report 882492609 - NamedType 3174500876
source: Fixed and certifies this invoice for the sum of :
fr_fr: Arrête et certifie la présente facture à la somme de :

# Report 882492609 - NamedType 2733544342
source: Customer No :
fr_fr: N° Client :

# Report 882492609 - NamedType 1493539719
source: Afriland First Bank Account
fr_fr: Compte bancaire Afriland First Bank :

# Report 882492609 - NamedType 2297264105
source: Payment terms :
fr_fr: Conditions de paiement :

# Report 882492609 - NamedType 3304485159
source: Limbe on %1
fr_fr: Limbé le %1

# Report 882492609 - NamedType 3818741802
source: Currency :
fr_fr: Dévise :

# Report 882492609 - NamedType 2234477874
source: No
fr_fr: N°

# Report 882492609 - NamedType 2975947075
source: SERVICES
fr_fr: PRESTATIONS

# Report 882492609 - NamedType 2909690406
source: UNIT PRICE
fr_fr: P.U.

# Report 882492609 - NamedType 3509226609
source: QTY
fr_fr: QTE

# Report 882492609 - NamedType 1003810651
source: TOTAL Excl VAT
fr_fr: TOTAL HT

# Report 882492609 - NamedType 1978860048
source: VAT
fr_fr: TVA

# Report 882492609 - NamedType 4265900397
source: Customer Name :
fr_fr: Nom du Client :

# Report 882492609 - NamedType 69001919
source: Ship's name :
fr_fr: Nom du Navire :

# Report 882492609 - NamedType 1037045324
source: Taxpayer Number :
fr_fr: N° Contribuable :

# Report 882492609 - NamedType 3067529037
source: Object :
fr_fr: Objet :

# Report 882492609 - NamedType 2330609739
source: Trade Register :
fr_fr: RCCM :

# Report 882492609 - NamedType 2357025648
source: Total Excl. VAT CFAF :
fr_fr: Total HT FCFA :

# Report 882492609 - NamedType 605310140
source: Total Excl. VAT :
fr_fr: Total HT :

# Report 882492609 - NamedType 3258566269
source: Total Incl. VAT CFAF :
fr_fr: Total TTC FCFA :

# Report 882492609 - NamedType 4033584297
source: Total Incl. VAT :
fr_fr: Total TTC :

# Report 882492609 - NamedType 1625964115
source: Type of ship :
fr_fr: Type de navire :

# Report 882492609 - NamedType 3985288910
source: VAT 19.25% :
fr_fr: TVA 19,25% :

# Report 882492609 - NamedType 3630968764
source: The invoice has been paid.
fr_fr: La facturé a été payée

# Report 882492609 - NamedType 1694087509
source: Billed to
fr_fr: Facturé à

# Report 882492609 - NamedType 857124111
source: Please make checks payable to %1
fr_fr: FR

# Report 882492609 - NamedType 2771379227
source: Sincerely
fr_fr: FR

# Report 882492609 - NamedType 3280613231
source: Account No.
fr_fr: FR

# Report 882492609 - NamedType 3338143750
source: Bank
fr_fr: FR

# Report 882492609 - NamedType 1810908995
source: Giro No.
fr_fr: FR

# Report 882492609 - NamedType 1970452706
source: Phone No.
fr_fr: FR

# Report 882492609 - NamedType 1198791402
source: Email
fr_fr: FR

# Report 882492609 - NamedType 3642584667
source: Exchange rate: %1/%2
fr_fr: FR

# Report 882492609 - NamedType 901740384
source: From
fr_fr: FR

# Report 882492609 - NamedType 514421613
source: Hello
fr_fr: FR

# Report 882492609 - NamedType 1243851074
source: Home Page
fr_fr: FR

# Report 882492609 - NamedType 3079811618
source: Invoice Discount
fr_fr: FR

# Report 882492609 - NamedType 259914550
source: Invoice No
fr_fr: Facture N°

# Report 882492609 - NamedType 327693762
source: Job No.
fr_fr: FR

# Report 882492609 - NamedType 194808771
source: Job Task Description
fr_fr: FR

# Report 882492609 - NamedType 1518908157
source: Job Task No.
fr_fr: FR

# Report 882492609 - NamedType 2491107794
source: You must specify one or more filters to avoid accidently printing all documents.
fr_fr: FR

# Report 882492609 - NamedType 3539596564
source: The invoice has been partially paid. The remaining amount is %1
fr_fr: FR

# Report 882492609 - NamedType 36769898
source: Payment Method :
fr_fr: FR

# Report 882492609 - NamedType 2906320672
source: Payment Terms :
fr_fr: Conditions de paiement :

# Report 882492609 - NamedType 3007589352
source: If we receive the payment before %1, you are eligible for a %2% payment discount.
fr_fr: FR

# Report 882492609 - NamedType 3790346625
source: Price
fr_fr: FR

# Report 882492609 - NamedType 822797676
source: Price per
fr_fr: FR

# Report 882492609 - NamedType 3259830970
source: Qty
fr_fr: Qté

# Report 882492609 - NamedType 3984626017
source: Questions?
fr_fr: FR

# Report 882492609 - NamedType 1989518965
source: Invoice
fr_fr: Facture

# Report 882492609 - NamedType 2175793069
source: Shipment Method
fr_fr: FR

# Report 882492609 - NamedType 3014721408
source: Subtotal
fr_fr: FR

# Report 882492609 - NamedType 1291367939
source: Thank You!
fr_fr: FR

# Report 882492609 - NamedType 984818344
source: Unit
fr_fr: FR

# Report 882492609 - NamedType 803899421
source: VAT Amount (LCY)
fr_fr: FR

# Report 882492609 - NamedType 3751533915
source: VAT Amount
fr_fr: FR

# Report 882492609 - NamedType 3259128960
source: VAT Base
fr_fr: FR

# Report 882492609 - NamedType 2760006609
source: VAT Clause
fr_fr: FR

# Report 882492609 - ReportDataItem 907109761 - Property 1806354803
source: Sales Invoice
fr_fr: Facture de vente

# PageExtension 1967294696 - Control 528949462 - Property 1295455071
source: Taxpayer Number
fr_fr: N° Contribuable

# PageExtension 1967294696 - Control 4072563232 - Property 1295455071
source: Trade Register Number
fr_fr: Registre de commerce

# PageExtension 4156690961 - Control 3876233033 - Property 1295455071
source: Sales Invoice Numbers
fr_fr: Souche de N° factures

# PageExtension 2574173891 - Control 3876233033 - Property 1295455071
source: Sales Invoice Numbers
fr_fr: Souche de N° factures

# PageExtension 3041876875 - Action 4042581002 - Property 1295455071
source: calculate special lines based on the tax-free total of the invoice.
fr_fr: Calcul des lignes dont le montant dépend du total HT de la facture

# PageExtension 3041876875 - Action 4042581002 - Property 2879900210
source: Calculate total lines
fr_fr: Calcul des lignes total

# PageExtension 3041876875 - Action 1038175199 - Property 2879900210
source: Print Preview
fr_fr: Imprimer l'apercu

# PageExtension 3041876875 - Control 3003702845 - Property 1295455071
source: Docking date of the ship
fr_fr: Date d’amarrage du navire

# PageExtension 3041876875 - Control 3518111914 - Property 1295455071
source: Ship mooring dock
fr_fr: Quai d’amarrage du navire

# PageExtension 3041876875 - Control 341805518 - Property 1295455071
source: Vessel docking time
fr_fr: Heure d’amarrage du navire

# PageExtension 3041876875 - Control 2539062863 - Property 1295455071
source: Pilot availability date
fr_fr: Date de mise à disposition du pilote

# PageExtension 3041876875 - Control 2389607712 - Property 1295455071
source: Pilot availability time
fr_fr: Heure de mise à disposition du pilote

# PageExtension 3041876875 - Control 3703086723 - Property 1295455071
source: Pilot's full name
fr_fr: Nom complet du pilote

# PageExtension 3041876875 - Control 2288236514 - Property 1295455071
source: Date of arrival on board of the pilot
fr_fr: Date d’arrivée à bord du pilote

# PageExtension 3041876875 - Control 3173869537 - Property 1295455071
source: Pilot arrival time on board
fr_fr: Heure d’arrivée à bord du pilote

# PageExtension 3041876875 - Control 2823763809 - Property 1295455071
source: Vessel concerned by the invoice
fr_fr: Navire concerné par la facture

# PageExtension 3041876875 - Control 763492626 - Property 1295455071
source: Full name of the pilot at the departure of the boat
fr_fr: Nom complet du pilote au départ du navire

# PageExtension 3041876875 - Control 3910102976 - Property 1295455071
source: Date of departure of the vessel
fr_fr: Date d’appareillage du navire pour le départ

# PageExtension 3041876875 - Control 1989652671 - Property 1295455071
source: Ship's departure time
fr_fr: Heure d’appareillage du navire pour le départ

# PageExtension 3041876875 - Control 4291351710 - Property 1295455071
source: Date of return of the pilot to the station
fr_fr: Date de retour du pilote à la station

# PageExtension 3041876875 - Control 2148993597 - Property 1295455071
source: Time of return of the pilot to the station
fr_fr: Heure de retour du pilote à la station

# PageExtension 3041876875 - Control 1281376180 - Property 1295455071
source: Invoice subject
fr_fr: Objet

# PageExtension 3041876875 - Change 553464652 - Property 2879900210
source: Billing Agent
fr_fr: Agent de facturation

# PageExtension 1624506953 - Action 804567400 - Property 1295455071
source: calculate amount on lines
fr_fr: Calculer les lignes

# PageExtension 1624506953 - Action 804567400 - Property 2879900210
source: Calculate lines
fr_fr: Calculer les lignes

# PageExtension 1624506953 - Control 798308798 - Property 1295455071
source: Description displayed on the invoice
fr_fr: Description affichée sur la facture

# PageExtension 3297313626 - Action 2904448309 - Property 1295455071
source: Port Services Managment
fr_fr: Tarifaire services

# PageExtension 3297313626 - Action 834463121 - Property 1295455071
source: View or edit detailed information for the boats
fr_fr: Liste des navires

# PageExtension 3297313626 - Action 834463121 - Property 2879900210
source: Boats
fr_fr: Navires

# PageExtension 3297313626 - Action 907089321 - Property 1295455071
source: View or edit detailed information for the boat types
fr_fr: Types de navire

# PageExtension 3297313626 - Action 907089321 - Property 2879900210
source: Boat Types
fr_fr: Types de navire

# PageExtension 3297313626 - Action 4074592957 - Property 1295455071
source: View or edit detailed information for the calculation parameters
fr_fr: Paramètres de calcul

# PageExtension 3297313626 - Action 4074592957 - Property 2879900210
source: Calculation Parameters
fr_fr: Paramètres de calcul

# PageExtension 3297313626 - Action 3103517221 - Property 1295455071
source: View or edit detailed information about customers
fr_fr: Clients

# PageExtension 3297313626 - Action 3103517221 - Property 2879900210
source: Customers
fr_fr: Clients

# PageExtension 3297313626 - Action 3367737302 - Property 1295455071
source: View or edit detailed information about services
fr_fr: Services

# PageExtension 3297313626 - Action 3367737302 - Property 2879900210
source: Items
fr_fr: Services

# PageExtension 3297313626 - Action 3214625496 - Property 1295455071
source: View or edit detailed information for the pricing of port services
fr_fr: Tarifaire des produits pétroliers

# PageExtension 3297313626 - Action 3214625496 - Property 2879900210
source: Port Services pricing
fr_fr: Tarifaire des services

# PageExtension 3297313626 - Action 3392071991 - Property 1295455071
source: View or edit detailed information about sales invoices
fr_fr: Factures de vente

# PageExtension 3297313626 - Action 3392071991 - Property 2879900210
source: Sales Invoices
fr_fr: Factures de vente

# PageExtension 3297313626 - Action 252127493 - Property 1295455071
source: View or edit setup parameters
fr_fr: Paramètres application

# PageExtension 3297313626 - Action 252127493 - Property 2879900210
source: Setup
fr_fr: Paramètres application

# TableExtension 1729255492 - Field 528949462 - Property 2879900210
source: Tax Number
fr_fr: N° Contribuable

# TableExtension 1729255492 - Field 4072563232 - Property 2879900210
source: Trade Register
fr_fr: Registre de commerce

# TableExtension 1216657483 - Field 3211341014 - Property 2879900210
source: Number
fr_fr: Nombre

# TableExtension 1216657483 - Field 440788404 - Property 2879900210
source: Unit of Base
fr_fr: Unité (Base)

# TableExtension 1216657483 - Field 1078485021 - Property 2879900210
source: Unit of Number
fr_fr: Unité (Nombre)

# TableExtension 1850242493 - Field 3876233033 - Property 2879900210
source: Sales Invoice Nos.
fr_fr: Nos facture de vente

# TableExtension 2748884565 - Field 3003702845 - Property 2879900210
source: Arrival: Boat Mooring date
fr_fr: Date d’amarrage du navire

# TableExtension 2748884565 - Field 3518111914 - Property 2879900210
source: Boat Mooring Dock
fr_fr: Quai d’amarrage du navire

# TableExtension 2748884565 - Field 341805518 - Property 2879900210
source: Arrival: Boat Mooring time
fr_fr: Heure d’amarrage du navire
