Repository: afrikedge/pal_bc
Catalog: Translations/PAL.*.xlf
Languages: fr_fr

# TableExtension 2748884565 - Field 3316038616 - Property 2879900210
source: Mooring buoy arrival date
fr_fr: Date arrivée bouée de mouillage

# TableExtension 2748884565 - Field 3564308897 - Property 2879900210
source: Mooring buoy arrival time
fr_fr: Heure arrivée bouée de mouillage

# TableExtension 2748884565 - Field 2539062863 - Property 2879900210
source: Arrival: Pilot made available date
fr_fr: Arrivée : Pilote mis à disposition (Date)

# TableExtension 2748884565 - Field 2389607712 - Property 2879900210
source: Arrival: Pilot made available time
fr_fr: Arrivée : Pilote mis à disposition (Heure)

# TableExtension 2748884565 - Field 3703086723 - Property 2879900210
source: Arrival: Name of Pilot
fr_fr: Arrivée : Nom du pilote

# TableExtension 2748884565 - Field 2288236514 - Property 2879900210
source: Arrival: Pilot on board date
fr_fr: Date d’arrivée à bord du pilote

# TableExtension 2748884565 - Field 3173869537 - Property 2879900210
source: Arrival: Pilot on board time
fr_fr: Heure d’arrivée à bord du pilote

# TableExtension 2748884565 - Field 2850317512 - Property 2879900210
source: Arrival - Aft Draught (m)
fr_fr: Arrivée- Tirant d’eau arrière (m)

# TableExtension 2748884565 - Field 324363003 - Property 2879900210
source: Arrival - Front Draught (m)
fr_fr: Arrivée- Tirant d’eau avant (m)

# TableExtension 2748884565 - Field 757248517 - Property 2879900210
source: Arrival: Landed tonnage
fr_fr: Arrivée : Tonnage débarqué

# TableExtension 2748884565 - Field 2823763809 - Property 2879900210
source: Boat Number
fr_fr: Navire

# TableExtension 2748884565 - Field 763492626 - Property 2879900210
source: Departure: Name of Pilot
fr_fr: Départ : Nom du pilote

# TableExtension 2748884565 - Field 3910102976 - Property 2879900210
source: Departure: Ship sailed date
fr_fr: Départ : Navire appareillé le

# TableExtension 2748884565 - Field 1989652671 - Property 2879900210
source: Departure: Ship sailed time
fr_fr: Départ : Navire appareillé à

# TableExtension 2748884565 - Field 3860523226 - Property 2879900210
source: Departure Destination
fr_fr: Départ : Destination

# TableExtension 2748884565 - Field 3813378993 - Property 2879900210
source: Departure: Pilot disembarked date
fr_fr: Départ : Pilote débarqué le

# TableExtension 2748884565 - Field 2932564930 - Property 2879900210
source: Departure: Pilot disembarked time
fr_fr: Départ : Pilote débarqué à

# TableExtension 2748884565 - Field 4291351710 - Property 2879900210
source: Departure: pilot return to the station date
fr_fr: Départ : retour pilote à la station le

# TableExtension 2748884565 - Field 2148993597 - Property 2879900210
source: Departure: pilot return to the station time
fr_fr: Départ : retour pilote à la station à

# TableExtension 2748884565 - Field 1438285027 - Property 2879900210
source: Departure - Aft Draught (m)
fr_fr: Départ : Tirant d’eau arrière (m)

# TableExtension 2748884565 - Field 3556059104 - Property 2879900210
source: Departure - Front Draught (m)
fr_fr: Départ : Tirant d’eau avant (m)

# TableExtension 2748884565 - Field 414633841 - Property 2879900210
source: Departure: Tonnage embarked
fr_fr: Départ : Tonnage embarqué

# TableExtension 2748884565 - Field 1281376180 - Property 2879900210
source: Subject
fr_fr: Objet

# TableExtension 2748884565 - Field 1951232940 - Property 2879900210
source: Number of Foreign passengers
fr_fr: Passager non nationaux

# TableExtension 2748884565 - Field 3439220076 - Property 2879900210
source: Number of National passengers
fr_fr: Passager nationaux

# TableExtension 2748884565 - Field 3266319630 - Property 2879900210
source: Piloting sheet number
fr_fr: N° Fiche de pilotage

# TableExtension 1729934766 - Field 1512746691 - Property 2879900210
source: Electricity Network
fr_fr: Réseau d'électricité

# TableExtension 1729934766 - Field 4232826034 - Property 2879900210
source: Phone Network
fr_fr: Réseau téléphonique

# TableExtension 1729934766 - Field 798308798 - Property 2879900210
source: Printed Description
fr_fr: Description affichée

# TableExtension 1729934766 - Field 3211341014 - Property 2879900210
source: Number
fr_fr: Nombre

# TableExtension 1729934766 - Field 2705442506 - Property 2879900210
source: Rail access
fr_fr: Desserte ferroviaire

# TableExtension 1729934766 - Field 1442003924 - Property 2879900210
source: Road access
fr_fr: Desserte routière

# TableExtension 1729934766 - Field 3837046662 - Property 2879900210
source: Dockside strip
fr_fr: Bande bord à quai

# TableExtension 1729934766 - Field 440788404 - Property 2879900210
source: Unit of Base
fr_fr: Unité (Base)

# TableExtension 1729934766 - Field 1078485021 - Property 2879900210
source: Unit of Number
fr_fr: Unité (Nombre)

# TableExtension 1729934766 - Field 2938524721 - Property 2879900210
source: Water Network
fr_fr: Réseau d'eau
